{"id":10322,"date":"2024-04-02T15:39:00","date_gmt":"2024-04-02T05:39:00","guid":{"rendered":"https:\/\/www.aussiedeafkids.org.au\/?p=10322"},"modified":"2024-04-02T15:47:16","modified_gmt":"2024-04-02T05:47:16","slug":"felixs-story","status":"publish","type":"post","link":"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/","title":{"rendered":"Felix&#8217;s story"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"10322\" class=\"elementor elementor-10322\" data-elementor-post-type=\"post\">\n\t\t\t\t<div class=\"elementor-element elementor-element-a4bbf94 e-flex e-con-boxed e-con e-parent\" data-id=\"a4bbf94\" data-element_type=\"container\">\n\t\t\t\t\t<div class=\"e-con-inner\">\n\t\t\t\t<div class=\"elementor-element elementor-element-99eea11 elementor-widget elementor-widget-text-editor\" data-id=\"99eea11\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.23.0 - 25-07-2024 *\/\n.elementor-widget-text-editor.elementor-drop-cap-view-stacked .elementor-drop-cap{background-color:#69727d;color:#fff}.elementor-widget-text-editor.elementor-drop-cap-view-framed .elementor-drop-cap{color:#69727d;border:3px solid;background-color:transparent}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap{margin-top:8px}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap-letter{width:1em;height:1em}.elementor-widget-text-editor .elementor-drop-cap{float:left;text-align:center;line-height:1;font-size:50px}.elementor-widget-text-editor .elementor-drop-cap-letter{display:inline-block}<\/style>\t\t\t\t<p>Felix was born in April 2009, a younger brother for Amelie who was almost 3. He was just perfect. He was keen to get out into the world and even beat the obstetrician, much to the midwives&#8217; horror. Within 24 hours he had his first SWISH screen which he didn’t pass. I was told that this was not uncommon. I made an appointment to come back in the following week. He failed again and was referred for detailed testing in Sydney Children’s Hospital. I sat in my car and cried. “Don’t let anything be wrong with him. Please. It is not fair for him.”<\/p><p>We went to see the audiologist at Sydney Children’s Hospital Audiology department. After 3 hours of tests, the audiologist told us that Felix was profoundly deaf. But what did profound deafness mean? I had no idea there was a scale. Basically it was at the worst end. He was off the scale and no one could tell us how much.<\/p><p>The audiologist called the social worker in immediately to talk with us. I think it hit harder when I saw he thought we needed a counsellor. That told me that it must be bad news. She chatted with us for about half an hour and answered all of our questions. But it was hard to formulate them when we’d just been delivered the news. Our immediate thoughts were about type of life he’d lead without any hearing. Would we have to learn to sign with him? Would he ever develop speech? And would he have the “deaf speak” sound?<\/p><p>Fairly early on, the social worker mentioned cochlear implants. We knew nothing about them, but if she said that hearing aids were unlikely to help, and cochlear implants were his best chance at hearing, then we were immediately on board. We’d find out what they were all about later, but for now we had a glimmer of hope and we grabbed it with both hands. We were told that with technology and early intervention, his chances of acquiring speech were quite good.<\/p><p>We cried and spoke as we travelled home, and both agreed that we would plough ahead with cochlear implants, whatever it entailed. We were told of “a little girl who was doing really well with them.” This inspired and scared us. Why just one little girl? Why did they say “some” kids do well. How could we ensure we were in that “some” category?  And we had to brace ourselves for the possibility of him not being suitable – as we were also warned that not all children were suitable candidates.<\/p><p>We also had no idea what early intervention meant. It was just another word added to the new language we were suddenly having to learn. We were allocated a Hearing Support Team at the hospital consisting of the audiologist, social worker, paediatrician and a genetics counsellor. We thought this was a great part of the health system and provided us with lots of information. We chose to look into the cause of the hearing loss as it had implications for the future. If there was a genetic cause then it could affect Felix’s future decision around children, his sister, us, and our wider family.<\/p><p>We discovered it was caused by an autosomal recessive gene – Connexin 26 &#8211;  meaning my husband and I were both carriers of a mutation and Felix had unluckily got it from both of us. (There was a 1 in 4 chance for any of our children). It got me off the hook for anything I may have done during the pregnancy which had been worrying me!  But it also meant our daughter would need to consider whether she would want to know if she was carrier, and also our own siblings.<\/p><p>We went to Australian Hearing in Sydney to begin our hearing aid trial. This is something we couldn’t do locally in Wollongong as there are insufficient paediatric audiologists. This meant trips to Sydney every two weeks for further testing, hearing aid mould impressions and volume adjustments . They confirmed that there was a very small chance of the hearing aids providing Felix with enough sound to develop speech and discussed cochlear implants with us too. We knew there were  two cochlear implant programs &#8211;  the Sydney Cochlear Implant Centre and the Shepherd Centre, who had a local branch in Wollongong.<\/p><p>We decided that we would start looking into cochlear implants while waiting for the hearing aid trial to end. We figured that if the hearing aids did work, we could always pull out of the cochlear implant evaluation. But it was tiring. The cochlear implant evaluation, meant more appointments in Randwick for CTs, MRIs, ENT appointments and blood tests. We were travelling up once a week with a newborn which was quite draining – especially with a toddler in tow. Fortunately our families helped us out so much with caring for her.<\/p><p>At Australian Hearing they gave us some more information. One thing was a book called “Choices” which had lots of information and opened with a story called Welcome to Holland. At the time, I cried so much. I didn’t want to be in Holland! But it also gave me permission to grieve the loss of something. Something planned and expected. I was feeling guilty about feeling grief but it was a real loss. I needed time in order to deal with it, but I also needed to be doing something positive to offset that. So we pushed on trying to get through the trial and evaluation processes. <\/p><p>Australian Hearing and the hearing support team had mentioned early Intervention so we thought we better find out what that was. They suggested the Shepherd Centre, which had an office in Wollongong, so I braced myself for the call and rang. It was so hard talking about it at that stage as every conversation made it more real. The centre manager spoke with me on the phone and made an appointment for us to go into the centre. When we arrived, there was an audiologist, social worker, therapist and the centre manager. They welcomed us like a family.<\/p><p>We soon found out that they taught auditory verbal therapy – essentially teaching us to teach Felix to listen through sound alone – ie not using lip reading or signing etc. It would involve a one hour lesson a week where they would monitor Felix, set him a program, and train us, while we would work with him at home 24 \/7. We had no idea it would be this intense but were immediately on board with whatever it would take.<\/p><p><img decoding=\"async\" class=\"alignright\" src=\"https:\/\/www.aussiedeafkids.org.au\/user-assets\/Felix-with-stripey-cover.jpg\" alt=\"Felix and dolphin\" \/>They also had their own cochlear program so we started evaluation with them. We told them we wanted to go ahead with it and had no doubts, which they were pleasantly surprised about. So we started therapy, using the hearing aids, and feeling frustrated because we had to keep going with them. The hearing aids were not showing any signs of helping Felix to hear anything. But it was often so hard to tell. We met with the cochlear implant surgeon, to ask questions during the evaluation process. Felix had a CT and MRI which showed everything appeared to be in place. At 3 months of age, we got the go ahead that all was ok for Felix to have the implants.<\/p><p>By this time we had learned a little more about cochlear implants. Some things were scary and we weren’t sure what to believe. But from what we had read about brain plasticity, whatever he was going to get from them, the earlier the better. He would never know anything different. He would never know sound as we knew it. But his best chance was as early as possible. Or as early as the surgeon would do it 😉 I asked him if he had any surgery vacancies the next week but the surgeon wanted to wait until he was a little bigger &#8211; 5 months old. <\/p><p>The surgery was a scary prospect, but we had decided on day one – if he can hear nothing with hearing aids, and potentially anything with cochlear implants then it’s a risk we were willing to take. He would never know the fear we had of the operation, but could potentially fully benefit from it for the rest of his life. The other choice we had made by this time was the decision to go simultaneously bilaterally – ie two implants at the same time. From everything we had read, this made the most sense to us.<\/p><p>So at 5 months of age, Felix was to become one of the youngest simultaneous bilateral implantees in Australia. Those 5 months finally passed, and I sent my baby boy into a 3.5  hour surgery, absolutely bawling my eyes out. After a little over 4 hours, the doctor came out and told us it had all worked well. That was when I really sobbed. It was just an overwhelming sense of relief that none of the risks had eventuated and all the possibilities were now looking like a reality.<\/p><p>We had to wait 2.5 weeks for switch on, to let the wounds heal. We were so excited on switch on day. There was a lot of waiting while they tested things but then they started sending beeps to Felix for the first time. It was amazing and we were just so grateful. Felix really could hear. Every time there was a beep, he would stop sucking on his dummy and look around as if to say, “What was that?” Within days Felix had worked out that these strange new sensations were coming to his head from outside. What a revelation for him. His head would bop around as he was trying to locate every new sound. Then he realised our moving mouths coincided with the sounds and that we were making them. He was just loving it. And so were we.<\/p><p>We jumped back into therapy with a renewed vigor. Now it all felt worthwhile. He was watching us make the sounds and he was concentrating on them. He clearly wanted to understand what was happening. Every time we played, we would fill that time with language. We also started to play him more music, not knowing whether he would like it or not. He seemed to like it, so we have continued to try and keep some variety. His Daddy only listens to classical music so there is plenty of Mozart around the house. Playschool gets a good run. And while daddy isn’t home, Felix is starting to enjoy everything from Abba, and Bon Jovi to Lady Gaga.<\/p><p>At 10 months Felix had his first language assessment, just 4.5 months after switch on. His results scored him in the 93rd percentile for hearing children his age.  He had not only caught up in those few months, but had leapt ahead. The technology was working, and all the work we were doing was also working. By 15 months he had over 40 spoken words. At 18 months, just under a year after switch on, he was ranked in the 99th percentile for expressive and receptive language. That put him in the top one percent of children for language skills. He had over 200 spoken words. We had to stop counting ! We were both proud and humbled by his achievements.<\/p><p>Felix is now 2 years and 4 months and his grammar is often better than many adults we know. He understands that his cochlear implants help him to hear and wants to wear both of them most of the time. When his coil falls off, he comes to me and says, “Mummy, fix my coil please.” But the best part is watching him play with his sister, chatting and playing away. You wouldn’t know he was deaf and I rarely think of him as deaf. He loves to sing and play the piano. He loves to dance in his tutu. And he’ll even give Daddy’s violin a go. We believe that a combination of early diagnosis through the SWISH program, early support through the public health system, support from our families, support from the Shepherd Centre, Felix’s natural happy attitude and undeniable brightness (even if we are biased), and our dedication and love for him as a family, have helped him get to where he is today.<\/p><p><img decoding=\"async\" class=\"alignleft\" src=\"https:\/\/www.aussiedeafkids.org.au\/user-assets\/happy-family.jpg\" alt=\"Felix and family\" \/>And it’s only the beginning. I’m sure there’ll be hard things like when he starts school and starts to ask “why me?” But there’ll be great things too. We don’t know what he’ll decide to do. Maybe he’ll be a marine biologist like his big sister, aged 5. Maybe he’ll work with Cochlear. His daddy likes to think he’s capable of being the president of the United States. But I doubt I’ll let him live in the US.<\/p><p>At night now I read him some stories. Then I sing a lullaby my Nan used to sing to her children, who have all in turn sung it to theirs. I’m not sure exactly why but all she sang was “a bee a bee a beebee” to the tune of “When Irish eyes are smiling”. It’s a bit silly, but all the women in my family sing the same lullaby, and all of the babies have settled to it. I used to sing it to Amelie and to Felix before his implants. I used to cry because I knew he couldn’t hear it. But I sang anyway because he could feel the vibrations and it seemed to help. Now when I sing it, he joins in with the sweetest little voice. “abee abee abee abee”. And I know we’ve made the right choices for him. <\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Felix was born in April 2009, a younger brother for Amelie who was almost 3. He was just perfect. He was keen to get out into the world and even beat the obstetrician, much to the midwives&#8217; horror. Within 24 hours he had his first SWISH screen which he didn’t pass. I was told that [&hellip;]<\/p>\n","protected":false},"author":3,"featured_media":10323,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[61],"tags":[],"class_list":["post-10322","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-family-stories"],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Felix&#039;s story | Aussie Deaf Kids<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Felix&#039;s story | Aussie Deaf Kids\" \/>\n<meta property=\"og:description\" content=\"Felix was born in April 2009, a younger brother for Amelie who was almost 3. He was just perfect. He was keen to get out into the world and even beat the obstetrician, much to the midwives&#8217; horror. Within 24 hours he had his first SWISH screen which he didn’t pass. I was told that [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/\" \/>\n<meta property=\"og:site_name\" content=\"Aussie Deaf Kids\" \/>\n<meta property=\"article:published_time\" content=\"2024-04-02T05:39:00+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2024-04-02T05:47:16+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.aussiedeafkids.org.au\/wp-content\/uploads\/2024\/04\/felixs-story.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"900\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/webp\" \/>\n<meta name=\"author\" content=\"Jane Colys\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Jane Colys\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/\",\"url\":\"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/\",\"name\":\"Felix's story | Aussie Deaf Kids\",\"isPartOf\":{\"@id\":\"https:\/\/www.aussiedeafkids.org.au\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/www.aussiedeafkids.org.au\/wp-content\/uploads\/2024\/04\/felixs-story.jpg\",\"datePublished\":\"2024-04-02T05:39:00+00:00\",\"dateModified\":\"2024-04-02T05:47:16+00:00\",\"author\":{\"@id\":\"https:\/\/www.aussiedeafkids.org.au\/#\/schema\/person\/ae9c7ecc09d1286f6c38cc80b8f00fa3\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/#breadcrumb\"},\"inLanguage\":\"en-AU\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-AU\",\"@id\":\"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/#primaryimage\",\"url\":\"https:\/\/www.aussiedeafkids.org.au\/wp-content\/uploads\/2024\/04\/felixs-story.jpg\",\"contentUrl\":\"https:\/\/www.aussiedeafkids.org.au\/wp-content\/uploads\/2024\/04\/felixs-story.jpg\",\"width\":1200,\"height\":900},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.aussiedeafkids.org.au\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Felix&#8217;s story\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.aussiedeafkids.org.au\/#website\",\"url\":\"https:\/\/www.aussiedeafkids.org.au\/\",\"name\":\"Aussie Deaf Kids\",\"description\":\"Aussie Deaf Kids provides information for parents raising a deaf child.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.aussiedeafkids.org.au\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-AU\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.aussiedeafkids.org.au\/#\/schema\/person\/ae9c7ecc09d1286f6c38cc80b8f00fa3\",\"name\":\"Jane Colys\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-AU\",\"@id\":\"https:\/\/www.aussiedeafkids.org.au\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/75a6b3ff04f381ca23989658a99836ff?s=96&d=identicon&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/75a6b3ff04f381ca23989658a99836ff?s=96&d=identicon&r=g\",\"caption\":\"Jane Colys\"},\"url\":\"https:\/\/www.aussiedeafkids.org.au\/author\/jcolys\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Felix's story | Aussie Deaf Kids","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/","og_locale":"en_US","og_type":"article","og_title":"Felix's story | Aussie Deaf Kids","og_description":"Felix was born in April 2009, a younger brother for Amelie who was almost 3. He was just perfect. He was keen to get out into the world and even beat the obstetrician, much to the midwives&#8217; horror. Within 24 hours he had his first SWISH screen which he didn’t pass. I was told that [&hellip;]","og_url":"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/","og_site_name":"Aussie Deaf Kids","article_published_time":"2024-04-02T05:39:00+00:00","article_modified_time":"2024-04-02T05:47:16+00:00","og_image":[{"width":1200,"height":900,"url":"https:\/\/www.aussiedeafkids.org.au\/wp-content\/uploads\/2024\/04\/felixs-story.jpg","type":"image\/webp"}],"author":"Jane Colys","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Jane Colys","Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/","url":"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/","name":"Felix's story | Aussie Deaf Kids","isPartOf":{"@id":"https:\/\/www.aussiedeafkids.org.au\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/#primaryimage"},"image":{"@id":"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/#primaryimage"},"thumbnailUrl":"https:\/\/www.aussiedeafkids.org.au\/wp-content\/uploads\/2024\/04\/felixs-story.jpg","datePublished":"2024-04-02T05:39:00+00:00","dateModified":"2024-04-02T05:47:16+00:00","author":{"@id":"https:\/\/www.aussiedeafkids.org.au\/#\/schema\/person\/ae9c7ecc09d1286f6c38cc80b8f00fa3"},"breadcrumb":{"@id":"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/#breadcrumb"},"inLanguage":"en-AU","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.aussiedeafkids.org.au\/felixs-story\/"]}]},{"@type":"ImageObject","inLanguage":"en-AU","@id":"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/#primaryimage","url":"https:\/\/www.aussiedeafkids.org.au\/wp-content\/uploads\/2024\/04\/felixs-story.jpg","contentUrl":"https:\/\/www.aussiedeafkids.org.au\/wp-content\/uploads\/2024\/04\/felixs-story.jpg","width":1200,"height":900},{"@type":"BreadcrumbList","@id":"https:\/\/www.aussiedeafkids.org.au\/felixs-story\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.aussiedeafkids.org.au\/"},{"@type":"ListItem","position":2,"name":"Felix&#8217;s story"}]},{"@type":"WebSite","@id":"https:\/\/www.aussiedeafkids.org.au\/#website","url":"https:\/\/www.aussiedeafkids.org.au\/","name":"Aussie Deaf Kids","description":"Aussie Deaf Kids provides information for parents raising a deaf child.","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.aussiedeafkids.org.au\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-AU"},{"@type":"Person","@id":"https:\/\/www.aussiedeafkids.org.au\/#\/schema\/person\/ae9c7ecc09d1286f6c38cc80b8f00fa3","name":"Jane Colys","image":{"@type":"ImageObject","inLanguage":"en-AU","@id":"https:\/\/www.aussiedeafkids.org.au\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/75a6b3ff04f381ca23989658a99836ff?s=96&d=identicon&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/75a6b3ff04f381ca23989658a99836ff?s=96&d=identicon&r=g","caption":"Jane Colys"},"url":"https:\/\/www.aussiedeafkids.org.au\/author\/jcolys\/"}]}},"_links":{"self":[{"href":"https:\/\/www.aussiedeafkids.org.au\/wp-json\/wp\/v2\/posts\/10322"}],"collection":[{"href":"https:\/\/www.aussiedeafkids.org.au\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.aussiedeafkids.org.au\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.aussiedeafkids.org.au\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/www.aussiedeafkids.org.au\/wp-json\/wp\/v2\/comments?post=10322"}],"version-history":[{"count":0,"href":"https:\/\/www.aussiedeafkids.org.au\/wp-json\/wp\/v2\/posts\/10322\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.aussiedeafkids.org.au\/wp-json\/wp\/v2\/media\/10323"}],"wp:attachment":[{"href":"https:\/\/www.aussiedeafkids.org.au\/wp-json\/wp\/v2\/media?parent=10322"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.aussiedeafkids.org.au\/wp-json\/wp\/v2\/categories?post=10322"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.aussiedeafkids.org.au\/wp-json\/wp\/v2\/tags?post=10322"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}